/* Class = "IBUITextView"; text = "GENERAL\n• Every owner of Tux Rider World Challenge v1.5 saving its score online is automatically enlisted as a challenge participant during the time of the challenge, without any further inscription nor any additional cost.\n• The challenge ends on June 30, 23h59 Paris, France Time Zone.\n• The following rules only applies to the potential winners. A \"potential winner\" is a player who will make it in the first 10 of one of the two game mode, and who would like to earn its price. Every winner which doesn't follow one of the following rules could be disqualified during the final announcement of the challenge results.\n\nRULES APPLYING TO THE WINNERS:\n• One individual can only win at most one prize\n• There can only be one winner per-iphone\n• In case of perfect equality between two players, the one whose records will be the first in time will be ranked before the other.\n• Any eventual cheater (to the organizer discretion) will be disqualified.\n\nHOW TO RETRIEVE THE PRIZES\n• The identification of the winners will be made online on our website at the end of the challenge.\nThen winners will have to confirm that they followed the aboce rules. Afterwards they will be able to contact us and to give their postal address to receive their prizes. The shipping fees will be payed by us.\n• The final results of the challenge will be available in the game, a few days after the end of the challenge, after some verification steps and when each prizes will be attributed to a winner.\n• Each winner will have two weeks to claim their prize."; ObjectID = "3"; */
"3.text" = "GENERAL\n• Toute personne possédant le jeu Tux Rider World Challenge v1.5 et enregistrant ses scores en ligne est automatiquement classée dans le le Challenge pendant toute sa durée, sans inscription ni aucun coût supplémentaire nécessaire.\n• Le Challenge se termine le 14 juillet 2009 à 23h59 heure de Paris.\n• Les règles qui suivent ne concernent pas tous les joueurs du jeu, mais uniquement les potentiels gagnants, c'est à dire ceux qui arriveront dans les dix premiers d'un des deux modes de jeu, et qui désireront retirer leur lot. Tout gagnant n'ayant pas respecté une de ses règles pourra être disqualifié au moment de l'annonce finale des résultats.\n\nRÈGLES POUR LES GAGNANTS :\n• Une même personne ne peut gagner qu'un seul lot.\n• Il ne peut y avoir qu'un seul gagnant par iPhone.\n• On ne peut gagner que dans un seul des modes de jeu. En cas de gain dans les deux modes de jeu, le gagnant aura la possibilité de choisir le Gain qu'il souhaite conserver.\n• En cas d'égalité parfaite entre deux joueurs, c'est celui qui aura établi son record en premier qui sera classé devant l'autre.\n• Les éventuels tricheurs seront disqualifiés.\n\nCOMMENT RETIRER SES LOTS :\n• L'identification des gagnants se fera en ligne sur notre site à la fin du challenge. Ils devront ensuite confirmer avoir respecter toutes ces règles et pourront alors entrer en contact avec nous pour nous donner leurs cordonnées postales afin de recevoir leur Lot. Nous prenons en charge les frais d'envoi.\n• Les résultats finaux du challenge s'afficheront dans le jeu quelques jours après la fin du challenge après quelques étapes de vérifications, et quand chaque lot sera assigné à un gagnant. Chaque gagnant a deux semaines maximum pour réclamer son prix";

